Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: If you could trade lives with one person for 24 hours, who would it be?
de: Mit wem würdest du für 24 Stunden tauschen?
es: Si pudieras intercambiar vidas con alguien por 24 horas, ¿quién sería?
fr: Si vous pouviez échanger votre vie avec quelqu'un pendant 24 heures, qui serait-ce ?
it: Se potessi scambiare la vita con qualcuno per 24 ore, chi sarebbe?
ja: 24時間だけ誰かと人生を交換できるとしたら、誰と交換しますか？
ko: 24시간 동안 한 사람과 인생을 바꿀 수 있다면 누구와 바꾸시겠어요?
nb: Hvis du kunne bytte liv med én person i 24 timer, hvem ville det vært?
nl: Als je 24 uur lang met iemand van leven kon ruilen, wie zou dat dan zijn?
pl: Gdybyś mógł zamienić się życiem z jedną osobą na 24 godziny, kto by to był?
pt_br: Se você pudesse trocar de vida com uma pessoa por 24 horas, quem seria?
sv: Om du kunde byta liv med en person i 24 timmar, vem skulle det vara?
uk: Якби ви могли обмінятися життям з однією людиною на 24 години, з ким би це було?
zh_hans: 如果你能和某个人交换生活24小时，会是谁？

source: If you could travel to the future, how far would you go?
de: Wenn du in die Zukunft reisen könntest, wie weit würdest du gehen?
es: Si pudieras viajar al futuro, ¿hasta dónde llegarías?
fr: Si tu pouvais voyager dans le futur, jusqu'où irais-tu ?
it: Se potessi viaggiare nel futuro, fino a dove andresti?
ja: もし未来に旅行できるなら、どれくらい先に行きますか？
ko: 미래로 여행할 수 있다면 얼마나 멀리 가시겠습니까?
nb: Hvis du kunne reise til fremtiden, hvor langt ville du dra?
nl: Als je naar de toekomst kon reizen, hoe ver zou je dan gaan?
pl: Gdybyś mógł podróżować w przyszłość, jak daleko byś się wybrał?
pt_br: Se você pudesse viajar para o futuro, até onde iria?
sv: Om du kunde resa till framtiden, hur långt skulle du gå?
uk: Якби ви могли подорожувати в майбутнє, як далеко ви б зайшли?
zh_hans: 如果你能穿越到未来，你会走多远？

source: If you could travel with anyone from history, who would it be?
de: Mit wem aus der Geschichte würdest du gerne reisen?
es: Si pudieras viajar con alguien de la historia, ¿quién sería?
fr: Si tu pouvais voyager avec n'importe qui de l'histoire, qui serait-ce ?
it: Se potessi viaggiare con qualcuno della storia, chi sarebbe?
ja: 歴史上の誰かと一緒に旅行できるなら、誰を選びますか？
ko: 역사 속 인물과 함께 여행할 수 있다면 누구를 선택하겠습니까?
nb: Hvis du kunne reise med noen fra historien, hvem ville det vært?
nl: Als je met iemand uit de geschiedenis zou kunnen reizen, wie zou dat zijn?
pl: Gdybyś mógł podróżować z kimś z historii, kto by to był?
pt_br: Se você pudesse viajar com alguém da história, quem seria?
sv: Om du kunde resa med någon från historien, vem skulle det vara?
uk: Якби ви могли подорожувати з кимось з історії, хто б це був?
zh_hans: 如果你可以和历史上的任何人一起旅行，你会选谁？

source: If you could undo one decision, what would it be?
de: Wenn du eine Entscheidung rückgängig machen könntest, welche wäre das?
es: Si pudieras deshacer una decisión, ¿cuál sería?
fr: Si tu pouvais annuler une décision, laquelle serait-ce ?
it: Se potessi annullare una decisione, quale sarebbe?
ja: もし一つの決断をなかったことにできるなら、それは何ですか？
ko: 하나의 결정을 취소할 수 있다면 무엇을 취소하시겠습니까?
nb: Hvis du kunne angre én beslutning, hva ville det vært?
nl: Als je één beslissing ongedaan kon maken, welke zou dat zijn?
pl: Gdybyś mógł cofnąć jedną decyzję, co by to było?
pt_br: Se você pudesse desfazer uma decisão, qual seria?
sv: Om du kunde ångra ett beslut, vad skulle det vara?
uk: Якби ви могли скасувати одне рішення, що б це було?
zh_hans: 如果你能撤销一个决定，那会是什么？

source: If you could uninvent one thing, what would it be?
de: Wenn du eine Sache wieder erfinden könntest, was wäre es?
es: Si pudieras desinventar una cosa, ¿cuál sería?
fr: Si tu pouvais désinventer une chose, laquelle serait-ce?
it: Se potessi disinventare una cosa, quale sarebbe?
ja: もし一つだけ発明されていないことにできるなら、何を選びますか？
ko: 하나의 발명을 취소할 수 있다면 무엇을 취소하겠어요?
nb: Hvis du kunne avfinne én ting, hva ville det vært?
nl: Als je één ding kon onuitvinden, wat zou dat zijn?
pl: Gdybyś mógł odwynaleźć jedną rzecz, co by to było?
pt_br: Se você pudesse desinventar uma coisa, o que seria?
sv: Om du kunde avuppfinna en sak, vad skulle det vara?
uk: Якби ти міг скасувати винахід однієї речі, що б це було?
zh_hans: 如果你能让一样东西从未被发明，那会是什么？

source: If you could wake up tomorrow having forgotten one experience, would you?
de: Wenn du morgen aufwachen könntest, nachdem du eine Erfahrung vergessen hast, würdest du es tun?
es: Si pudieras despertar mañana habiendo olvidado una experiencia, ¿lo harías?
fr: Si tu pouvais te réveiller demain en ayant oublié une expérience, le ferais-tu ?
it: Se potessi svegliarti domani avendo dimenticato un'esperienza, lo faresti?
ja: もし明日、一つの経験を忘れて目覚めることができるなら、そうしますか？
ko: 하나의 경험을 잊은 채 내일 깨어날 수 있다면 그렇게 하시겠습니까?
nb: Hvis du kunne våkne opp i morgen og ha glemt én opplevelse, ville du gjort det?
nl: Als je morgen wakker zou kunnen worden en één ervaring vergeten zijn, zou je dat doen?
pl: Gdybyś mógł obudzić się jutro, zapominając o jednym doświadczeniu, czy byś to zrobił?
pt_br: Se você pudesse acordar amanhã tendo esquecido uma experiência, você esqueceria?
sv: Om du kunde vakna imorgon och ha glömt en upplevelse, skulle du göra det?
uk: Якби ви могли прокинутися завтра, забувши один досвід, чи зробили б ви це?
zh_hans: 如果你明天醒来时忘记了一段经历，你会这样做吗？

source: If you could wake up tomorrow having gained any one quality or ability, what would it be?
de: Wenn du morgen mit einer neuen Fähigkeit oder Eigenschaft aufwachen könntest, welche wäre das?
es: Si pudieras despertar mañana habiendo adquirido cualquier cualidad o habilidad, ¿cuál sería?
fr: Si tu pouvais te réveiller demain avec une qualité ou une capacité, laquelle serait-ce ?
it: Se potessi svegliarti domani avendo acquisito una qualità o abilità, quale sarebbe?
ja: 明日、何か一つの資質や能力を手に入れて目覚められるとしたら、それは何ですか？
ko: 내일 어떤 자질이나 능력을 하나 얻은 채로 깨어날 수 있다면 무엇을 원하겠습니까?
nb: Hvis du kunne våkne opp i morgen med én ny egenskap eller evne, hva ville det vært?
nl: Als je morgen wakker zou worden met een extra kwaliteit of vaardigheid, welke zou je dan willen?
pl: Gdybyś mógł obudzić się jutro z jakąś cechą lub umiejętnością, co by to było?
pt_br: Se você pudesse acordar amanhã tendo adquirido qualquer qualidade ou habilidade, qual seria?
sv: Om du kunde vakna imorgon med en ny egenskap eller förmåga, vad skulle det vara?
uk: Якби ви могли прокинутися завтра, отримавши якусь одну якість чи здібність, що б це було?
zh_hans: 如果明天醒来你可以获得任何一种品质或能力，那会是什么？

source: If you could wake up tomorrow with one new skill, what would it be?
de: Wenn du morgen mit einer neuen Fähigkeit aufwachen könntest, welche wäre das?
es: Si pudieras despertar mañana con una nueva habilidad, ¿cuál sería?
fr: Si tu pouvais te réveiller demain avec une nouvelle compétence, laquelle serait-ce ?
it: Se potessi svegliarti domani con una nuova abilità, quale sarebbe?
ja: もし明日、新しいスキルを一つ身につけて目覚められるとしたら、それは何ですか？
ko: 내일 새로운 기술 하나를 가지고 깨어날 수 있다면 무엇이고 싶나요?
nb: Hvis du kunne våkne opp i morgen med én ny ferdighet, hva ville den vært?
nl: Als je morgen wakker zou kunnen worden met één nieuwe vaardigheid, welke zou die zijn?
pl: Gdybyś mógł obudzić się jutro z jedną nową umiejętnością, co by to było?
pt_br: Se você pudesse acordar amanhã com uma nova habilidade, qual seria?
sv: Om du kunde vakna imorgon med en ny färdighet, vad skulle den vara?
uk: Якби ви могли прокинутися завтра з однією новою навичкою, що б це було?
zh_hans: 如果你明天醒来能拥有一项新技能，那会是什么？

source: If you could win an Olympic medal in any sport, which would it be?
de: Wenn du in einer Sportart eine olympische Medaille gewinnen könntest, welche wäre das?
es: Si pudieras ganar una medalla olímpica en cualquier deporte, ¿cuál sería?
fr: Si tu pouvais gagner une médaille olympique dans n'importe quel sport, ce serait lequel ?
it: Se potessi vincere una medaglia olimpica in qualsiasi sport, quale sarebbe?
ja: どんなスポーツでオリンピックのメダルを獲れるとしたら、どのスポーツですか？
ko: 어떤 스포츠에서 올림픽 메달을 딸 수 있다면 어떤 스포츠인가요?
nb: Hvis du kunne vinne en olympisk medalje i hvilken som helst sport, hvilken ville det vært?
nl: Als je een Olympische medaille zou kunnen winnen in welke sport dan ook, welke zou het zijn?
pl: Gdybyś mógł wygrać medal olimpijski w dowolnym sporcie, który by to był?
pt_br: Se você pudesse ganhar uma medalha olímpica em qualquer esporte, qual seria?
sv: Om du kunde vinna en olympisk medalj i vilken sport som helst, vilken skulle det vara?
uk: Якби ви могли виграти олімпійську медаль у будь-якому виді спорту, який би це був?
zh_hans: 如果你能赢得任何运动的奥运奖牌，你会选哪项运动？

source: If you could win an Oscar, Emmy, or Grammy, which would it be?
de: Wenn du einen Oscar, Emmy oder Grammy gewinnen könntest, welchen würdest du wählen?
es: Si pudieras ganar un Oscar, un Emmy o un Grammy, ¿cuál sería?
fr: Si tu pouvais gagner un Oscar, un Emmy ou un Grammy, lequel serait-ce ?
it: Se potessi vincere un Oscar, un Emmy o un Grammy, quale sarebbe?
ja: もしオスカー、エミー賞、グラミー賞のいずれかを獲得できるなら、どれを選びますか？
ko: 오스카, 에미상, 그래미상 중 하나를 받을 수 있다면 어떤 상을 받고 싶나요?
nb: Hvis du kunne vinne en Oscar, Emmy eller Grammy, hvilken ville det vært?
nl: Als je een Oscar, Emmy of Grammy kon winnen, welke zou dat zijn?
pl: Gdybyś mógł wygrać Oscara, Emmy lub Grammy, który by to był?
pt_br: Se você pudesse ganhar um Oscar, Emmy ou Grammy, qual seria?
sv: Om du kunde vinna en Oscar, Emmy eller Grammy, vilken skulle det vara?
uk: Якби ви могли виграти Оскар, Еммі чи Греммі, який би це був?
zh_hans: 如果你能赢得奥斯卡、艾美奖或格莱美奖，你会选哪个？

source: If you could write a book, what would it be about?
de: Wenn du ein Buch schreiben könntest, worum würde es gehen?
es: Si pudieras escribir un libro, ¿de qué trataría?
fr: Si tu pouvais écrire un livre, de quoi parlerait-il ?
it: Se potessi scrivere un libro, di cosa parlerebbe?
ja: 本を書けるなら、どんな内容にしますか？
ko: 책을 쓸 수 있다면 어떤 내용을 쓰고 싶나요?
nb: Hvis du kunne skrive en bok, hva ville den handlet om?
nl: Als je een boek zou kunnen schrijven, waar zou het over gaan?
pl: Gdybyś mógł napisać książkę, o czym byłaby?
pt_br: Se você pudesse escrever um livro, sobre o que seria?
sv: Om du kunde skriva en bok, vad skulle den handla om?
uk: Якби ви могли написати книгу, про що вона була б?
zh_hans: 如果你能写一本书，会写什么？

source: If you discovered you had one year to live, what would you stop doing first?
de: Wenn du entdecken würdest, dass du noch ein Jahr zu leben hast, was würdest du als erstes aufhören zu tun?
es: Si descubrieras que te queda un año de vida, ¿qué dejarías de hacer primero?
fr: Si tu découvrais qu'il te reste un an à vivre, qu'arrêterais-tu de faire en premier ?
it: Se scoprissi che ti resta un anno di vita, cosa smetteresti di fare per primo?
ja: もし自分の余命が1年だと知ったら、まず何をやめますか？
ko: 1년밖에 살 수 없다는 것을 알게 된다면 가장 먼저 무엇을 그만두시겠습니까?
nb: Hvis du oppdaget at du hadde ett år igjen å leve, hva ville du sluttet å gjøre først?
nl: Als je ontdekte dat je nog een jaar te leven had, wat zou je dan als eerste stoppen met doen?
pl: Gdybyś odkrył, że masz rok życia, co byś przestał robić jako pierwsze?
pt_br: Se você descobrisse que tem um ano de vida, o que pararia de fazer primeiro?
sv: Om du upptäckte att du hade ett år kvar att leva, vad skulle du sluta göra först?
uk: Якби ви дізналися, що вам залишився рік життя, що б ви перестали робити першим?
zh_hans: 如果你发现自己只剩一年的寿命，你会首先停止做什么？

source: If you had 24 hours left on Earth, how would you spend it?
de: Wenn du nur noch 24 Stunden auf der Erde hättest, wie würdest du sie verbringen?
es: Si te quedaran 24 horas en la Tierra, ¿cómo las pasarías?
fr: S'il te restait 24 heures sur Terre, comment les passerais-tu ?
it: Se ti rimanessero 24 ore sulla Terra, come le passeresti?
ja: もし地球上での残り時間が24時間なら、どのように過ごしますか？
ko: 지구에서 24시간밖에 살 수 없다면 어떻게 보내시겠습니까?
nb: Hvis du hadde 24 timer igjen på jorden, hvordan ville du tilbrakt dem?
nl: Als je nog maar 24 uur op aarde had, hoe zou je die doorbrengen?
pl: Gdyby zostało ci tylko 24 godziny na Ziemi, jak byś je spędził?
pt_br: Se você tivesse 24 horas restantes na Terra, como as passaria?
sv: Om du hade 24 timmar kvar på jorden, hur skulle du spendera dem?
uk: Якщо б у вас залишилося 24 години на Землі, як би ви їх провели?
zh_hans: 如果你在地球上只剩下24小时，你会如何度过？

source: If you had a clone, what would you make it do for you?
de: Wenn du einen Klon hättest, was würdest du ihn für dich tun lassen?
es: Si tuvieras un clon, ¿qué harías que hiciera por ti?
fr: Si tu avais un clone, que lui ferais-tu faire pour toi ?
it: Se avessi un clone, cosa gli faresti fare per te?
ja: クローンがいたら、何をやらせますか？
ko: 클론이 있다면 뭘 시키고 싶어요?
nb: Hvis du hadde en klone, hva ville du få den til å gjøre for deg?
nl: Als je een kloon had, wat zou je hem dan voor je laten doen?
pl: Gdybyś miał klona, co kazałbyś mu robić dla siebie?
pt_br: Se você tivesse um clone, o que o faria fazer por você?
sv: Om du hade en klon, vad skulle du få den att göra för dig?
uk: Якби у вас був клон, що б ви змусили його робити для вас?
zh_hans: 如果你有一个克隆人，你会让它替你做什么？

source: If you had a theme song that played when you walked into a room, what would it be?
de: Wenn du ein Titelthema hättest, das spielt, wenn du einen Raum betrittst, welches wäre es?
es: Si tuvieras una canción temática que sonara al entrar a una habitación, ¿cuál sería?
fr: Si tu avais une chanson thème qui jouait quand tu entres dans une pièce, quelle serait-elle ?
it: Se avessi una canzone tema che suona quando entri in una stanza, quale sarebbe?
ja: 部屋に入る時に流れるテーマソングがあるとしたら、何の曲ですか？
ko: 방에 들어갈 때 흘러나오는 테마곡이 있다면 어떤 노래겠어요?
nb: Hvis du hadde en kjenningsmelodi som spilte når du gikk inn i et rom, hva ville den vært?
nl: Als je een themalied had dat afgespeeld werd wanneer je een kamer binnenkwam, wat zou het dan zijn?
pl: Gdybyś miał piosenkę przewodnią, która grałaby, gdy wchodzisz do pokoju, co by to było?
pt_br: Se você tivesse uma música tema que tocasse ao entrar em uma sala, qual seria?
sv: Om du hade en signaturmelodi som spelades när du gick in i ett rum, vad skulle den vara?
uk: Якби в тебе була тематична пісня, яка грала б, коли ти заходиш у кімнату, якою б вона була?
zh_hans: 如果你走进房间时会有主题曲响起，会是什么歌？

source: If you had a warning label, what would it say?
de: Wenn du ein Warnschild hättest, was würde darauf stehen?
es: Si tuvieras una etiqueta de advertencia, ¿qué diría?
fr: Si vous aviez une étiquette d'avertissement, que dirait-elle ?
it: Se avessi un'etichetta di avvertimento, cosa direbbe?
ja: あなたに警告ラベルがあるとしたら、何と書かれていますか？
ko: 경고 라벨이 있다면 무엇이라고 쓰여 있을까요?
nb: Hvis du hadde en advarselsetikett, hva ville den sagt?
nl: Als je een waarschuwingslabel had, wat zou er dan op staan?
pl: Gdybyś miał etykietę ostrzegawczą, co by na niej napisano?
pt_br: Se você tivesse uma etiqueta de aviso, o que ela diria?
sv: Om du hade en varningsetikett, vad skulle den säga?
uk: Якби у вас була попереджувальна наклейка, що б на ній було написано?
zh_hans: 如果你有一个警告标签，它会写什么？

source: If you had to be a character in a horror movie, how long would you last?
de: Wenn du ein Charakter in einem Horrorfilm wärst, wie lange würdest du überleben?
es: Si tuvieras que ser un personaje en una película de terror, ¿cuánto durarías?
fr: Si tu devais être un personnage dans un film d'horreur, combien de temps tiendrais-tu ?
it: Se dovessi essere un personaggio in un film horror, quanto dureresti?
ja: ホラー映画のキャラクターにならなければならないとしたら、どのくらい持ちこたえられますか？
ko: 공포 영화 속 캐릭터가 되어야 한다면, 얼마나 버틸 수 있을까요?
nb: Hvis du måtte være en karakter i en skrekkfilm, hvor lenge ville du vart?
nl: Als je een personage in een horrorfilm moest zijn, hoe lang zou je het uithouden?
pl: Gdybyś musiał być postacią w filmie grozy, jak długo byś wytrzymał?
pt_br: Se você tivesse que ser um personagem em um filme de terror, quanto tempo você duraria?
sv: Om du var tvungen att vara en karaktär i en skräckfilm, hur länge skulle du överleva?
uk: Якби вам довелося бути персонажем у фільмі жахів, як довго ви б протрималися?
zh_hans: 如果你必须成为恐怖电影中的一个角色，你能活多久？

source: If you had to be trapped in a department store overnight, which store would you choose?
de: Wenn du über Nacht in einem Kaufhaus eingesperrt sein müsstest, welches Geschäft würdest du wählen?
es: Si tuvieras que quedar atrapado en una tienda departamental toda la noche, ¿qué tienda elegirías?
fr: Si tu devais être coincé dans un grand magasin pour la nuit, lequel choisirais-tu ?
it: Se dovessi rimanere intrappolato in un grande magazzino per una notte, quale negozio sceglieresti?
ja: 一晩中デパートに閉じ込められるとしたら、どの店を選びますか？
ko: 백화점에 하룻밤 동안 갇혀야 한다면, 어느 매장을 선택하겠습니까?
nb: Hvis du måtte være fanget i et varehus over natten, hvilken butikk ville du valgt?
nl: Als je een nacht lang opgesloten zou zitten in een warenhuis, welke winkel zou je dan kiezen?
pl: Gdybyś miał zostać uwięziony w domu towarowym na noc, który sklep byś wybrał?
pt_br: Se você tivesse que ficar preso em uma loja de departamentos durante a noite, qual loja escolheria?
sv: Om du var tvungen att vara instängd i ett varuhus över natten, vilken butik skulle du välja?
uk: Якби вам довелося залишитися на ніч зачиненим в універмазі, який магазин ви б обрали?
zh_hans: 如果你不得不在百货商店里过夜，你会选择哪家店？

source: If you had to change your first name, what would you pick?
de: Wenn du deinen Vornamen ändern müsstest, welchen würdest du wählen?
es: Si tuvieras que cambiar tu nombre, ¿cuál elegirías?
fr: Si vous deviez changer votre prénom, lequel choisiriez-vous ?
it: Se dovessi cambiare il tuo nome, quale sceglieresti?
ja: 名前を変えなければならないとしたら、何を選びますか？
ko: 이름을 바꿔야 한다면 무엇으로 하시겠어요?
nb: Hvis du måtte endre fornavnet ditt, hva ville du valgt?
nl: Als je je voornaam zou moeten veranderen, welke zou je dan kiezen?
pl: Gdybyś musiał zmienić swoje imię, co byś wybrał?
pt_br: Se você tivesse que mudar seu primeiro nome, qual escolheria?
sv: Om du var tvungen att ändra ditt förnamn, vad skulle du välja?
uk: Якби вам довелося змінити своє ім'я, яке б ви обрали?
zh_hans: 如果你必须改名，你会选什么？

source: If you had to communicate using only emojis for a day, which emoji would you use most?
de: Wenn du einen Tag lang nur mit Emojis kommunizieren müsstest, welches Emoji würdest du am meisten verwenden?
es: Si tuvieras que comunicarte usando solo emojis por un día, ¿qué emoji usarías más?
fr: Si tu devais communiquer uniquement par émojis pendant une journée, quel émoji utiliserais-tu le plus ?
it: Se dovessi comunicare usando solo emoji per un giorno, quale emoji useresti di più?
ja: 一日中、絵文字だけでコミュニケーションしなければならないとしたら、どの絵文字を一番使いますか？
ko: 하루 종일 이모지만 사용해서 대화해야 한다면 어떤 이모지를 가장 많이 쓸 것 같아요?
nb: Hvis du måtte kommunisere med bare emojier i en dag, hvilken emoji ville du brukt mest?
nl: Als je een dag lang alleen met emoji's moest communiceren, welke emoji zou je dan het meest gebruiken?
pl: Gdybyś musiał komunikować się wyłącznie za pomocą emoji przez jeden dzień, którego emoji użyłbyś najczęściej?
pt_br: Se você tivesse que se comunicar usando apenas emojis por um dia, qual emoji você mais usaria?
sv: Om du var tvungen att kommunicera med bara emojis en dag, vilken emoji skulle du använda mest?
uk: Якби вам довелося спілкуватися лише за допомогою емодзі протягом дня, який емодзі ви б використовували найчастіше?
zh_hans: 如果你必须整天只用表情符号交流，你会最常用哪个表情？

source: If you had to describe yourself in three words, what would they be?
de: Wenn du dich mit drei Worten beschreiben müsstest, welche wären das?
es: Si tuvieras que describirte en tres palabras, ¿cuáles serían?
fr: Si vous deviez vous décrire en trois mots, quels seraient-ils ?
it: Se dovessi descriverti in tre parole, quali sarebbero?
ja: 自分のことを3つの言葉で表すとしたら、何ですか？
ko: 세 단어로 자신을 표현한다면 무엇인가요?
nb: Hvis du måtte beskrive deg selv med tre ord, hva ville de vært?
nl: Als je jezelf in drie woorden moest beschrijven, wat zouden die zijn?
pl: Gdybyś musiał opisać siebie trzema słowami, co by to było?
pt_br: Se você tivesse que se descrever em três palavras, quais seriam?
sv: Om du var tvungen att beskriva dig själv med tre ord, vilka skulle de vara?
uk: Якби ви мали описати себе трьома словами, якими б вони були?
zh_hans: 如果用三个词形容自己，你会选哪三个？

source: If you had to donate everything you owned except 100 items, what would you keep?
de: Wenn du alles, was du besitzt, außer 100 Gegenständen spenden müsstest, was würdest du behalten?
es: Si tuvieras que donar todo lo que posees excepto 100 artículos, ¿qué conservarías?
fr: Si tu devais donner tout ce que tu possèdes, sauf 100 objets, que garderais-tu ?
it: Se dovessi donare tutto ciò che possiedi tranne 100 oggetti, cosa conserveresti?
ja: 100個を除いて所有物をすべて寄付しなければならないとしたら、何を残しますか？
ko: 100개를 제외한 모든 소유물을 기부해야 한다면 무엇을 유지하시겠습니까?
nb: Hvis du måtte donere alt du eier bortsett fra 100 gjenstander, hva ville du beholdt?
nl: Als je alles wat je bezit moet doneren, behalve 100 items, wat zou je dan houden?
pl: Gdybyś musiał oddać wszystko, co posiadasz, z wyjątkiem 100 przedmiotów, co byś zachował?
pt_br: Se você tivesse que doar tudo o que possui, exceto 100 itens, o que você manteria?
sv: Om du var tvungen att donera allt du äger utom 100 föremål, vad skulle du behålla?
uk: Якби вам довелося пожертвувати все, що у вас є, крім 100 предметів, що б ви залишили?
zh_hans: 如果你必须捐出除100件物品之外的所有物品，你会保留什么？

source: If you had to eat one type of bug for the rest of your life, which would you choose?
de: Wenn du für den Rest deines Lebens eine Insektenart essen müsstest, welche würdest du wählen?
es: Si tuvieras que comer un tipo de insecto por el resto de tu vida, ¿cuál elegirías?
fr: Si tu devais manger un seul type d'insecte pour le reste de ta vie, lequel choisirais-tu ?
it: Se dovessi mangiare un solo tipo di insetto per il resto della tua vita, quale sceglieresti?
ja: 一生、一種類の虫だけを食べなければならないとしたら、どれを選びますか？
ko: 평생 한 종류의 벌레만 먹어야 한다면 어떤 걸 고르겠어요?
nb: Hvis du måtte spise én type insekt resten av livet, hvilken ville du valgt?
nl: Als je de rest van je leven één soort insect zou moeten eten, welke zou je dan kiezen?
pl: Gdybyś musiał jeść jeden rodzaj robaka do końca życia, który byś wybrał?
pt_br: Se você tivesse que comer um tipo de inseto pelo resto da vida, qual escolheria?
sv: Om du var tvungen att äta en typ av insekt resten av livet, vilken skulle du välja?
uk: Якби вам довелося їсти один вид комах до кінця життя, який би ви обрали?
zh_hans: 如果你余生只能吃一种虫子，你会选哪种？

source: If you had to eliminate one color from existence, which would you choose?
de: Wenn du eine Farbe aus der Existenz tilgen müsstest, welche würdest du wählen?
es: Si tuvieras que eliminar un color de la existencia, ¿cuál elegirías?
fr: Si tu devais éliminer une couleur de l'existence, laquelle choisirais-tu ?
it: Se dovessi eliminare un colore dall'esistenza, quale sceglieresti?
ja: もし一つの色をこの世から消さなければならないとしたら、どれを選びますか？
ko: 하나의 색상을 존재에서 제거해야 한다면, 어떤 색을 선택하겠습니까?
nb: Hvis du måtte fjerne én farge fra eksistensen, hvilken ville du valgt?
nl: Als je één kleur uit het bestaan zou moeten verwijderen, welke zou je dan kiezen?
pl: Gdybyś musiał wyeliminować jeden kolor z istnienia, który byś wybrał?
pt_br: Se você tivesse que eliminar uma cor da existência, qual escolheria?
sv: Om du var tvungen att eliminera en färg från existensen, vilken skulle du välja?
uk: Якби ви мали вилучити один колір з існування, який би ви обрали?
zh_hans: 如果你必须从世界上消除一种颜色，你会选择哪种？

source: If you had to give a TED Talk with zero preparation, what would it be?
de: Wenn du ohne Vorbereitung einen TED Talk halten müsstest, worüber wäre er?
es: Si tuvieras que dar una charla TED sin preparación, ¿de qué trataría?
fr: Si tu devais faire un TED Talk sans aucune préparation, de quoi parlerait-il ?
it: Se dovessi tenere un TED Talk senza alcuna preparazione, di cosa parlerebbe?
ja: 準備ゼロでTEDトークをしなければならないとしたら、どんな内容にしますか？
ko: 준비 없이 TED 강연을 해야 한다면, 어떤 주제로 하시겠습니까?
nb: Hvis du måtte holde en TED Talk uten forberedelser, hva ville den handle om?
nl: Als je een TED Talk moest geven zonder voorbereiding, waar zou die over gaan?
pl: Gdybyś musiał wygłosić prelekcję TED bez przygotowania, o czym by była?
pt_br: Se você tivesse que dar uma palestra TED sem nenhuma preparação, sobre o que seria?
sv: Om du var tvungen att hålla ett TED Talk utan förberedelser, vad skulle det handla om?
uk: Якби вам довелося провести TED Talk без підготовки, про що б він був?
zh_hans: 如果你毫无准备地要进行一次TED演讲，你会讲什么？
